<?php
get_header();
?>

    <section class="error-page__error">
        <div class="error__container container">
            <div class="container__title">Ой! Что-то пошло не так</div>
            <div class="container__error">
                <svg width="409" height="137" viewBox="0 0 409 137" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M121.584 107.806H99.2871V135.283H77.7527V107.806H0V87.5808L66.1279 1.71729H99.2871V87.5808H121.584V107.806ZM25.3458 87.5808H77.7527V18.6992L25.3458 87.5808Z" fill="#279DD9"/>
                    <path d="M409 107.806H386.703V135.283H365.169V107.806H287.416V87.5808L353.544 1.71729H386.703V87.5808H409V107.806ZM312.762 87.5808H365.169V18.6992L312.762 87.5808Z" fill="#279DD9"/>
                    <path d="M137 69C137 30.8931 167.669 0 205.5 0C243.331 0 274 30.8931 274 69" fill="#064077"/>
                    <path d="M137 69C137 106.555 167.669 137 205.5 137C243.331 137 274 106.555 274 69" fill="#279DD9"/>
                    <path d="M210 0H199V137H210V0Z" fill="white"/>
                    <path d="M205 126C173.018 126 147 100.208 147 68.4961C147 36.7839 173.018 11 205 11C236.982 11 263 36.7917 263 68.4961C263 100.2 236.982 126 205 126ZM205 21.0774C178.625 21.0774 157.166 42.35 157.166 68.4961C157.166 94.6421 178.625 115.915 205 115.915C231.375 115.915 252.834 94.6421 252.834 68.4961C252.834 42.35 231.375 21.0774 205 21.0774Z" fill="white"/>
                </svg>
            </div>
            <div class="container__message">К сожалению, данная страница не существует или была удалена.</div>
            <a class="container__button more-button" href="/">Вернуться на главную</a>
        </div>
    </section>

<?php
get_footer();
?>